Revit 2024 API
RoomTagFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
RoomTagFilter Class
RoomTagFilter Members
Autodesk.Revit.DB.Architecture Namespace